{
  "Home": "Startseite",
  "© PRIF and the authors": "© PRIF und die Autor*innen",
  "Skip to content": "Zum Inhalt Springen",
  "Previous": "Zurück",
  "Next": "Weiter",
  "Blurb": "Klappentext",
  "About": "Über Monitor",
  "Contents": "Inhalt",
  "Editorial": "Editorial",
  "Current issue": "Aktuelle Ausgabe",
  "Past issues": "Vergangene Ausgaben",
  "Read more": "Weiterlesen",
  "Less": "Schließen",
  "Read online": "Online lesen",
  "Download PDF": "PDF herunterladen",
  "Complete Issue (PDF)": "Gesamte Ausgabe (PDF)",
  "Research": "Forschung",
  "Analysis": "Analyse",
  "Search...": "Suchen...",
  "Download (PDF)": "Herunterladen (PDF)",
  "Published on": "Veröffentlicht am",
  "Site intro copy": "Site intro (DE)",
  "index.header.intro": "Der CNTR Monitor ist eine Open-Access-Publikation zu technologischen Trends und Rüstungskontrolle und ist das Kernprodukt der Forschungsaktivitäten von CNTR.",
  "The CNTR Monitor is an annual open-access publication and the core product of CNTR's research. It highlights technological innovations and developments in the natural sciences that are relevant to peace and security. In addition to analyses of individual technologies and reports on research and development (R&D) activities, the Monitor also explores opportunities for arms control and outlines options for political regulation.": "Der CNTR Monitor ist eine jährliche Open-Access-Publikation und das Kernprodukt der Forschung von CNTR. Er beleuchtet technologische Innovationen und Entwicklungen in den Naturwissenschaften, die für Frieden und Sicherheit relevant sind. Neben Analysen einzelner Technologien und Berichten über Forschungs- und Entwicklungsaktivitäten (F&E) untersucht der Monitor auch Chancen für die Rüstungskontrolle und skizziert Optionen für die politische Regulierung.",
  "BlurbText_2024": "Forschung und Entwicklung, die zunächst im zivilen Bereich stattfindet, kann in vielen Fällen militärisch eingesetzt werden oder von nichtstaatlichen Akteuren für böswillige Zwecke missbraucht werden. Wissenschaftlicher und technologischer Fortschritt macht die Regulierung von Dual-Use-Gütern immer komplexer und stellt zunehmend eine Herausforderung für Frieden und Sicherheit dar. Der CNTR Monitor 2024 wirft einen interdisziplinären Blick auf die vielen Perspektiven, die mit dem Thema Dual Use verbunden sind. Von künstlicher Intelligenz und Halbleitern, Drohnen und additiver Fertigung bis hin zu unbeabsichtigten Folgen biologischer und medizinischer Forschung, aber auch neuen Chancen für die Rüstungskontrolle – so vielfältig die Gegenstände und Technologien, so vielfältig sind auch die relevanten Akteure und die politischen und rechtlichen Rahmenbedingungen. Der CNTR Monitor 2024 beleuchtet unterschiedliche Dual-Use-Problematiken, zeigt Möglichkeiten der politischen Kontrolle auf und bewertet Chancen und Risiken ausgewählter neuer Technologien.",
  "BlurbText_2025": "Der gegenwärtige Boom der künstlichen Intelligenz könnte erhebliche Auswirkungen auf die globale Sicherheit haben. Neue Dual-Use- und militärische Anwendungen schaffen neue Realitäten auf Gefechtsfeldern und darüber hinaus. Der CNTR Monitor 2025 untersucht aktuelle Herausforderungen und Chancen, die sich durch KI ergeben. Anstelle von langfristigen Weltuntergangsszenarien richtet er den Blick darauf, wie KI in bestehenden Systemen zum Tragen kommt und warum wir neue Ansätze zur Regulierung brauchen. Drei wichtige Auswirkungen werden betrachtet: Erstens, der zunehmende Einsatz von KI in der militärischen Planung und im strategischen Verhalten von Staaten. Zweitens, Dual-Use-Risiken, die in Bereichen wie Biotechnologie und chemischer Synthese auftreten. Drittens, Chancen und Herausforderungen beim Einsatz von KI zur Verifizierung und Überwachung im Bereich der Rüstungskontrolle. Darüber hinaus beleuchtet der CNTR Monitor ausgewählte aktuelle Technologietrends und analysiert deren Auswirkungen auf die globale Sicherheit."
}
