[
  {
  "term_id":"CSBMs",
  "title":"Confidence- and Security Building Measures (CSBMs) ",
  "description":"Arrangements to increase trust between countries by introducing transparency and predictability regarding operations of the armed forces and other measures to demonstrate the lack of aggressive intentions"
  },
  {
    "term_id":"dual-capable",
    "title":"dual-capable",
    "description":"Delivery system capable of delivering both nuclear and conventional warheads"
  },
  {
    "term_id": "delivery-vehicle",
    "title": "delivery vehicle",
    "description": "Nuclear weapons can be delivered to an intended target with a variety of delivery vehicles, including bombers and dual-capable aircraft for aerial deployment, submarines for sea-based delivery, and missiles for land-based deployment"
  },

  {
    "term_id": "Nuclear-weapons",
    "title": "Nuclear weapons",
    "description": "A nuclear weapon is a device built to unleash large destructive power by rapidly releasing nuclear energy through either nuclear fission alone (as seen in the bombs dropped on Hiroshima and Nagasaki) or through a combination of fission and fusion (as in thermonuclear or hydrogen bombs). Beyond their immediate impact, nuclear weapons also pose a threat to human life due to the dispersal of radioactive fallout."
  },
  {
    "term_id": "OpenSkies",
    "title": "1992 Treaty on Open Skies",
    "description": "The 1992 Open Skies Tretay, which entered into force in 2002, allows for other participants to conduct observation flights to over the whole territory over which a State Party exercises sovereignty, with the aim of improving openness and military transparency."
  },
  {
    "term_id": "CFE",
    "title": "1990 Conventional Forces in Europe Treaty",
    "description": "Described as the cornerstone of European security, the 1990 Treaty on Conventional Armed Forces in Europe established numerical limits and verification measures for five categories of weapons: tanks, armoured combat vehicles, heavy artillery, combat aircraft and attack helicopters"
  },
  {
    "term_id": "genevaprotocol",
    "title": "Geneva Protocol",
    "description": "The Protocol for the Prohibition of the Use in War of Asphyxiating, Poisonous or Other Gases, and of Bacteriological Methods of Warfare, commonly known as the Geneva Protocol, is a treaty prohibiting the use of chemical and biological weapons in war."
  },
  {
    "term_id": "OPCW",
    "title": "Organisation for the Prohibition of Chemical Weapons (OPCW)",
    "description": "The Organisation for the Prohibition of Chemical Weapons is the implementing body for the Chemical Weapons Convention (CWC), which entered into force on 29 April 1997."
  },
  {
    "term_id": "CWF",
    "title": "Chemical Warfare",
    "description": "The military strategy and tactics involving the use of toxic chemical agents, the means of their deployment, and the specialized equipment for protection, detection, and countermeasures. This term encompasses both the offensive use of chemical weapons and the defensive measures taken to mitigate their effects, in accordance with the Chemical Weapons Convention."
  },
  {
    "term_id": "CW",
    "title": "Chemical Weapons (CW)",
    "description": "The toxic agent, the delivery system and specially designed equipment to enable the delivery of the toxic agent. The term applies to each category individually or together, according to the Chemical Weapons Convention."
  },
  {
    "term_id": "poison",
    "title": "Poison",
    "description": "A generic term for any toxic substance. In the context of chemical warfare, 'poison' may refer to a naturally occurring toxins or mineral toxicants, whereas 'chemical warfare agent' tends to be reserved for human-made or industrially produced toxic substances."
  },
  {
    "term_id": "Review Conference",
    "title": "Review Conference",
    "description": "Periodic (usually quinquennial) meeting of States Parties to review the status and effectiveness of a disarmament treaty, assess and address the challenges facing the treaty regime, and decide on agreements and common understandings that advance or adapt the treaty regime to new challenges."
  },
  {
    "term_id": "Rome Statute",
    "title": "Rome Statute",
    "description": "An international treaty agreed in 1998 that establishes the International Criminal Court (based in The Hague, The Netherlands) and defines war crimes in both international and non-international armed conflicts. Under the Rome Statute individuals may be prosecuted for war crimes. The criminalisation of chemical warfare is based on the language of the 1925 Geneva Protocol."
  },
  {
    "term_id": "Schedule",
    "title": "Schedule",
    "description": "One of three lists of chemical warfare agents and their precursors contained in an annex to the Chemical Weapons Convention. Each schedule is based on an assessment of the risks posed by a particular compound that played a role in the history of chemical warfare to the objectives and purpose of the CWC and its commercial and industrial importance. Schedule 1 chemicals cannot be exploited for civilian purposes. Each schedule has its own specific verification requirements. Schedules do not replace the General Purpose Criterion, but support the practical organisation of declarations and inspections."
  },
  {
    "term_id": "Toxic Agent",
    "title": "Toxic agent",
    "description": "A poisonous chemical element or compound that interferes with the life processes, thereby causing temporary or permanent damage to a living organism or killing it all together."
  },
  {
    "term_id": "Toxin",
    "title": "Toxin",
    "description": "A poisonous substance produced by living organisms, such as animals, plants, or bacteria. Their synthetic analogues are also considered to be toxins."
  },
  {
    "term_id": "UNSCR-1540",
    "title": "UN Security Council Resolution 1540",
    "description": "One of the documents adopted in the wake of the terrorist attacks of 11 September 2001 to deny terrorist entities access to biological, chemical or nuclear weapon technologies by means of appropriate domestic legislative measures. With respect to chemical weapons the resolution essentially reiterates the relevant national obligations in the Chemical Weapons Convention, but extends the requirement for national laws and regulations to states not party to the treaty too."
  },
  {
    "term_id": "CWC",
    "title": "Chemical Weapons Convention (CWC)",
    "description": "The Chemical Weapons Convention prohibits the large-scale use, development, production, stockpiling and transfer of chemical weapons and their precursors. It entered into force in 1997 and is administered by the _Organisation for the Prohibition of Chemical Weapons (OPCW)_."
  },
  {
    "term_id": "BWC",
    "title": "Biological Weapons Convention (BWC)",
    "description": "The Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and on their Destruction entered into force on 26 March 1975. It was the first multilateral disarmament treaty banning the production of an entire category of weapons."
  },
  {
    "term_id": "NPT",
    "title": "Nuclear Non-Proliferation Treaty",
    "description": ""
  },
  {
    "term_id": "CD",
    "title": "Conference on Disarmament",
    "description": ""
  },
  {
    "term_id": "GPS",
    "title": "Global Positioning System (GPS)",
    "description": ""
  },
  {
    "term_id": "PAROS",
    "title": "Prevention of an Arms Race in Outer Space (PAROS)",
    "description": "PAROS is a UN resolution that reaffirms the fundamental principles of the 1967 Outer Space Treaty and advocates for a ban on the weaponization of space."
  },
  {
    "term_id": "ATT",
    "title": "Arms trade treaty",
    "description": ""
  },
  {
    "term_id": "CCW",
    "title": "Convention on Certain Conventional Weapons",
    "description": ""
  },
  {
    "term_id": "Ottawa Treaty",
    "title": "Ottawa Treaty",
    "description": ""
  },
  {
    "term_id": "TPNW",
    "title": "Treaty on the Prohibition of Nuclear Weapons",
    "description": ""
  },
  {
    "term_id": "NWFZ",
    "title": "Nuclear-Weapon-Free Zones",
    "description": ""
  },
  {
    "term_id": "CTBT",
    "title": "Comprehensive Test-Ban Treaty",
    "description": ""
  },
  {
    "term_id": "IAEA",
    "title": "International Atomic Energy Agency (IAEA)",
    "description": ""
  },
  {
    "term_id": "WMD",
    "title": "Weapons of Mass Destruction (WMD)",
    "description": ""
  },
  {
    "term_id": "SPACE-SECURITY",
    "title": "Space Security",
    "description": "This refers to the safeguarding of space assets and ground segments from threats or disruptions that could impact national security, defence and civilian applications."
  },
  {
    "term_id": "SATELLITE",
    "title": "Satellite",
    "description": "An object placed into orbit around the Earth or another celestial body that serves various purposes, including communication, observation, navigation and weather forecasting."
  },
  {
    "term_id": "SPACE_COMMERCIALISATION",
    "title": "Space Commercialisation",
    "description": "This involves the entry of private entities into space-related activities, including satellite deployment, launch services and space-based applications, alongside governmental initiatives."
  },
  {
    "term_id": "CUBESATS",
    "title": "CubeSats",
    "description": "Miniaturised satellites that offer a cost-effective means of more rapid technological advancements, allowing for space technology demonstration in orbit."
  },
  {
    "term_id": "GNSS",
    "title": "Global Navigation Satellite Systems (GNSS)",
    "description": "Networks of satellites providing signals for navigation, positioning and timing information globally, crucial for military operations and civilian use."
  },
  {
    "term_id": "COUNTERSPACE_ACTIVITIES",
    "title": "Counterspace Activities",
    "description": "Actions and capabilities developed to disrupt, deny, degrade or destroy space systems, including intentional actions, technical mishaps and natural hazards."
  },
  {
    "term_id": "SPACE_WEATHER",
    "title": "Space Weather",
    "description": "Fluctuations and phenomena occurring in the space environment between the sun and Earth, which can impact both orbital systems and technologies on the Earth’s surface."
  },
  {
    "term_id": "NEOS",
    "title": "Near-Earth Objects (NEOs)",
    "description": "Asteroids and comets that come within close proximity to the Earth, posing a potential hazard in the event of impact."
  },
  {
    "term_id": "SPACE_DEBRIS",
    "title": "Space Debris",
    "description": "Defunct human-made objects in space, such as defunct satellites and fragments, which orbit Earth uncontrollably and pose risks to operational spacecraft and satellites."
  },
  {
    "term_id": "RFI",
    "title": "Radio Frequency Interference (RFI)",
    "description": "Unwanted energy that negatively affects radio communication systems, leading to disruptions or loss of service in devices using radio frequencies."
  },
  {
    "term_id": "SPECTRUM_ISSUES",
    "title": "Spectrum Issues",
    "description": "Concerns related to the electromagnetic spectrum, a range of frequencies used for transmitting signals, including challenges in managing spectrum resources, avoiding interference and ensuring reliable operation of space-based systems."
  },
  {
    "term_id": "SPACE_WEAPONS",
    "title": "Space Weapons",
    "description": "Systems enabling attacks aiming to deceive, disrupt, deny, degrade or destroy space systems or services. Also known as counterspace weapons/capabilities."
  },
  {
    "term_id": "SPACE_HYBRID_OPERATIONS",
    "title": "Space Hybrid Operations",
    "description": "Intentional, temporary, mostly reversible and often harmful space actions/activities specifically designed to exploit the links to other domains and conducted just below the threshold where meaningful military or political retaliatory responses would be required."
  },
  {
    "term_id": "DUAL_USE_TECHNOLOGY",
    "title": "Dual-Use Technology",
    "description": "Technology with both military and civilian utility/capability."
  },
  {
    "term_id": "SPACE_LAUNCH_VEHICLES",
    "title": "Space Launch Vehicles",
    "description": "Carrier rockets designed to deliver satellites or other payloads in orbit."
  },
  {
    "term_id": "SSA",
    "title": "Space Situational Awareness (SSA)",
    "description": "The ability to detect, track, identify and catalogue objects in space, including understanding space hazards such as the risk of collision between space objects, space weather events, near-Earth objects (NEOs) and space debris."
  },
  {
    "term_id": "SDA",
    "title": "Space Domain Awareness (SDA)",
    "description": "An expanded concept building on SSA, which includes contextual knowledge such as understanding the operational status and purpose of satellites and space assets."
  },
  {
    "term_id": "SST",
    "title": "Space Surveillance and Tracking System (SST)",
    "description": "A network of ground-based and space-based sensors capable of surveying and tracking space objects, providing data, information and services on these objects’ orbits around Earth."
  },
  {
    "term_id": "HCOC",
    "title": "Hague Code of Conduct (HCoC)",
    "description": "The HCoC is a political arrangement established in 2002 to prevent the proliferation of ballistic missiles capable of delivering weapons of mass destruction (WMDs). This international code aims to increase transparency and build confidence among nations regarding their ballistic missile activities."
  },
  {
    "term_id": "UN_COPUOS",
    "title": "UN Committee on the Peaceful Uses of Outer Space (UN COPUOS)",
    "description": "Established by the United Nations in 1959 after the launch of Sputnik in 1957, this committee focuses on overseeing peaceful utilisation of outer space."
  },
  {
    "term_id": "OST",
    "title": "Outer Space Treaty (OST)",
    "description": "Formulated in 1967 during the Cold War, it prohibits the placement of weapons of mass destruction in space and emphasises the use of space for peaceful purposes."
  },
  {
    "term_id": "SPACE_GOVERNANCE",
    "title": "Space Governance",
    "description": "The framework of laws, treaties, principles and international cooperation governing space activities, aiming to ensure peaceful exploration and utilisation of outer space."
  },
  {
    "term_id": "PPWT",
    "title": "Prevention of the Placement of Weapons in Outer Space Treaty (PPWT)",
    "description": "Proposed by China and Russia in 2008, this treaty aims to prevent the placement of weapons in outer space and threats or force against space objects. However, its effectiveness is debated due to flaws in defining and verifying terms."
  },
  {
    "term_id": "DESTRUCTIVE_ASAT",
    "title": "Destructive Direct Ascent Anti-Satellite Missile Testing",
    "description": "These are tests involving missiles directed at satellites in space, which can cause disruption or destruction. Efforts to curtail such tests involve self-imposed bans by certain nations and UN resolutions calling for restraint. Achieving global consensus remains a challenge, however."
  },
  {
    "term_id": "LTS_GUIDELINES",
    "title": "Long-term Sustainability of Outer Space Activities (LTS Guidelines)",
    "description": "Guidelines developed by the UN COPUOS between 2010 and 2018 aimed at ensuring the security and safety of space activities. The LTS Guidelines are, however, not legally binding."
  },
  {
    "term_id": "GALILEO",
    "title": "Galileo",
    "description": "Europe’s Global Navigation Satellite System (GNSS) providing accurate positioning and timing information globally."
  },
  {
    "term_id": "COPERNICUS",
    "title": "Copernicus",
    "description": "Europe’s Earth observation programme providing data and information on environmental and security-related issues through satellite imagery."
  },
  {
    "term_id": "EGNOS",
    "title": "European Geostationary Navigation Overlay Service (EGNOS)",
    "description": "A satellite-based augmentation system that improves the accuracy of GNSS signals."
  },
  {
    "term_id": "GOVSATCOM",
    "title": "Governmental Satellite Communications (GOVSATCOM)",
    "description": "Typically involves secure communication services provided by satellite technology for government and defence purposes."
  },
  {
    "term_id": "INTERNATIONAL_CODE_OF_CONDUCT",
    "title": "International Code of Conduct for Outer Space Activities",
    "description": "A proposal aimed at promoting responsible and safe activities in outer space. It includes guidelines for behaviour in space to prevent conflicts and ensure the sustainability of space activities."
  },
  {
    "term_id": "3SOS",
    "title": "Safety, Security and Sustainability of Outer Space (3SOS)",
    "description": "An initiative launched by the EU to promote safety, security and sustainability in outer space activities. It focuses on diplomatic efforts and refrains from defining space weapons or advocating specific arms control measures."
  },
  {
    "term_id": "ARTEMIS_PROGRAM",
    "title": "Artemis Program",
    "description": "Flagship project of the United States Space Program aimed at returning men and women to the Moon, and preparing for Mars exploration through a series of missions, including crewed lunar landings, the Lunar Gateway and establishing a permanent base on the Moon."
  },
  {
    "term_id": "ARTEMIS_ACCORDS",
    "title": "Artemis Accords",
    "description": "The purpose of the Accords is to establish a common vision via a practical set of principles, guidelines and best practices to enhance the governance of the civil exploration and use of outer space with the intention of advancing the Artemis Program."
  },
  {
    "term_id": "CNSA",
    "title": "China National Space Administration (CNSA)",
    "description": "The national space agency of China responsible for the country’s space programme and exploration efforts."
  },
  {
    "term_id": "ILRS",
    "title": "International Lunar Research Station (ILRS)",
    "description": "A joint programme by China and Russia aiming to establish a permanent lunar base by the 2030s, involving partner nations such as Pakistan, the UAE and Venezuela."
  },
  {
    "term_id": "ISS",
    "title": "International Space Station (ISS)",
    "description": "A multinational collaborative project involving multiple space agencies for research and exploration in space."
  },
  {
    "term_id": "JAXA",
    "title": "Japan Aerospace Exploration Agency (JAXA)",
    "description": "Japan’s national aerospace agency responsible for space research and exploration."
  },
  {
    "term_id": "NASA",
    "title": "National Aeronautics and Space Administration (NASA)",
    "description": "The United States government agency responsible for the nation’s civilian space programme and for aeronautics and aerospace research."
  },
  {
    "term_id": "ROSCOSMOS",
    "title": "Roscosmos",
    "description": "The Russian space agency responsible for space research and exploration."
  }
]
