{
  "Previous": "Previous",
  "Next": "Next",
  "index.header.intro": "CNTR Monitor is an open-access publication on trends in technology and arms control and the core product of CNTR's research.",
  "BlurbText_2024": "Research and development initially conducted in the civilian sector can in many cases be used for military purposes or misused for malicious purposes by non-state actors. Scientific and technological progress makes the regulation of dual-use items increasingly complex and poses a growing challenge to peace and security. The CNTR Monitor 2024 takes an interdisciplinary look at the many perspectives associated with the topic of dual use. From artificial intelligence and semiconductors, drones and additive manufacturing to the unintended consequences of biological and medical research, but also new opportunities for arms control – the relevant actors and the political and legal frameworks are as diverse as the objects and technologies. The CNTR Monitor 2024 sheds light on various dual-use issues, highlights possibilities for political control and assesses the opportunities and risks of selected new technologies.",
  "BlurbText_2025": "The current boom in artificial intelligence may have significant impacts on global security. Emerging dual-use and military applications create new realities on battlefields and beyond. The CNTR Monitor 2025 examines current challenges and opportunities posed by AI. Instead of long-term doomsday scenarios, it looks at how AI has materialized in existing systems and why we need new approaches to regulation. Three major implications are considered. First, the growing use of AI in military planning and strategic state behavior. Second, dual-use risks emerging in domains such as biotechnology and chemical synthesis. Third, opportunities and challenges of using AI for verification and monitoring in arms control. In addition, the CNTR Monitor sheds light on selected recent technology trends and analyzes their implications for global security."
}
